Repository: jcmartim/jcmartim-configuration-data
Catalog: languages/jcmartim-configuration-data-*.po
Languages: pt_br

source: Enter the business data
pt_br: Insira os dados da empresa

source: Enter your social media links
pt_br: Insira seus links de mídia social

source: Links and external keys
pt_br: Links e chaves externas

source: Footer data
pt_br: Conteúdo do rodapé

source: Contacts data
pt_br: Dados de contato

source: myCompany Name
pt_br: minhaEmpresaNome

source: Address
pt_br: Endereço

source: Facebook page link
pt_br: Link da página do Facebook

source: Instagram link
pt_br: Link do Instagram

source: Twitter link
pt_br: Link do Twitter

source: Linkedin link
pt_br: Link do LinkedIn

source: Pinterest link
pt_br: Link do Pinterest

source: Youtube link
pt_br: Link do Youtube

source: Link to the page of an external service
pt_br: Link para a página de um serviço externo

source: Facebook Pixel ID
pt_br: Pixel ID do Facebook

source: Google Analytics ID
pt_br: ID do Google Analytics

source: Column footer 1
pt_br: Coluna 1 do rodapé

source: Column footer 2
pt_br: Coluna 2 do rodapé

source: Column footer 3
pt_br: Coluna 3 do rodapé

source: Column footer 4
pt_br: Coluna 4 do rodapé

source: Telephone
pt_br: Telefone

source: WhatsApp Number
pt_br: Número do WhatsApp

source: Telegram link
pt_br: Link do Instagram

source: Skype link
pt_br: Link do Skype

source: Email address
pt_br: Endereço Eletrônico

source: How to do? Fill in the data for each field, save them by clicking on the "Save Settings" button. Okay, now copy the shortcodes that are below each corresponding field and paste where you need this information to appear in the website content, such as: website header, footer, sidebar, etc.
pt_br: Como fazer? Preencha os dados de cada campo, salve-os clicando no botão “Salvar configurações”. Pronto, agora copie os códigos de acesso que estão abaixo de cada campo correspondente e cole-os onde precisar que essas informações apareçam no conteúdo do site, como: cabeçalho, rodapé, barra lateral, etc.

source: Enter here with some external settings like links and service keys.
pt_br: Entre aqui com algumas configurações externas, como links e chaves de serviços.

source: Enter the site footer content separated by columns.
pt_br: Insira o conteúdo do rodapé do site separado por colunas.

source: Enter your contact details.
pt_br: Insira seus dados de contato.

source: myCompany / business name
pt_br: minhaEmpresa / nome do Negócio

source: Short code in the business name for insertion into the website content.
pt_br: Shortcode do nome da empresa para inserção no conteúdo do site.

source: CNPJ shortcode for insertion in the website's content.
pt_br: Shortcode do CNPJ para inserção no conteúdo do site.

source: Complete address
pt_br: Endereço completo

source: Adrees shortcode for insertion in the website's content.
pt_br: Shortcodede endereço para inserção no conteúdo do site.

source: Facebook page link shortcode for insertion into website content.
pt_br: Shortcode do link da página do Facebook para inserção no conteúdo do site.

source: Instagram link shortcode for insertion into website content.
pt_br: Shortcode do link do Instagram para inserção no conteúdo do site.

source: Twitter link shortcode for insertion into website content.
pt_br: Shortcode do link do Twitter para inserção no conteúdo do site.

source: Linkedin link shortcode for insertion into website content.
pt_br: Shortcode do link do Twitter para inserção no conteúdo do site.

source: Pinterest link shortcode for insertion into website content.
pt_br: Shortcode do link do Pinterest para inserção no conteúdo do site.

source: Youtube link shortcode for insertion into website content.
pt_br: Shortcode do link do YouTube para inserção no conteúdo do site.

source: Enter here with a link to an external page.
pt_br: Entre aqui com um link para uma página externa.

source: Paste the Facebook Pixel ID. E.g.: 463272213166527
pt_br: Cole o Facebook Pixel ID. Ex .: 463272213166527

source: Paste the Google Analytics ID. E.g.: G-XX3ZCML7LK
pt_br: Cole o ID do Google Analytics. Ex .: G-XX3ZCML7LK

source: Column 1 Contents.
pt_br: Conteúdo da coluna 1.

source: Column 2 Contents.
pt_br: Conteúdo da coluna 2.

source: Column 3 Contents.
pt_br: Conteúdo da coluna 2.

source: Column 4 Contents.
pt_br: Conteúdo da coluna 4.

source: Telephone shortcode for insertion in the website's content.
pt_br: Shortcode do telefone para inserção no conteúdo do site.

source: WhatsApp shortcode for insertion in the website's content.
pt_br: Shortcode do WhatsApp para inserção no conteúdo do site.

source: Telegram shortcode for insertion in the website's content.
pt_br: Shortcode do telefone para inserção no conteúdo do site.

source: Skype shortcode for insertion in the website's content.
pt_br: Shortcodede do link do Skype para inserção no conteúdo do site.

source: Email shortcode for insertion in the website's content.
pt_br: Shortcode do email para inserção no conteúdo do site.

source: Please! Fill in the mycompany name field.
pt_br: Por favor! Preencha o campo nome da empresa / negócio.

source: Please! Fill in the mycompany address field.
pt_br: Por favor! Preencha o campo do endereço da empresa.

source: Configuration Data
pt_br: Dados de configuração

source: You do not have sufficient permissions to access this page.
pt_br: Você não tem permissões suficientes para acessar esta página.

source: Business Data
pt_br: Dados do Negócios

source: Social Media
pt_br: Mídia social

source: External
pt_br: Externo

source: Footer
pt_br: Rodapé

source: Contacts
pt_br: Contatos

source: Settings saved successfully!
pt_br: Configurações salvas com sucesso!

source: Save Settings
pt_br: Salvar configurações
